[
  {
    "id": 1,
    "name": "Summer Vibe",
    "client": "Zara",
    "email": "lenmarti@gmail.com",
    "briefing": "Nous cherchons des mannequins qui incarnent l'esprit estival et décontracté de notre collection. Les profils recherchés sont des femmes entre 18 et 30 ans, avec des silhouettes élancées et des visages expressifs. Nous sommes ouverts à la diversité et nous encourageons la représentation de différentes origines et morphologies. Les mannequins sélectionnés participeront à une séance photo en extérieur, sur une plage ou dans un lieu de villégiature. Nous recherchons des mannequins qui sont à l'aise devant l'objectif et qui ont une attitude positive et dynamique.",
    "models": [
      {
        "id": 1,
        "status": "closed"
      },
      {
        "id": 3,
        "status": "in casting"
      },
      {
        "id": 12,
        "status": "refuse"
      },
      {
        "id": 6,
        "status": "in casting"
      },
      {
        "id": 16,
        "status": "accepted"
      }
    ]
  },
  {
    "id": 2,
    "name": "Street Style",
    "client": "Adidas",
    "email": "johndoe@adidas.com",
    "briefing": "Nous cherchons des mannequins qui représentent l'univers du streetwear. Les profils recherchés sont des hommes et des femmes entre 18 et 35 ans, avec des looks urbains et tendance. Nous sommes ouverts à la diversité et nous encourageons la représentation de différentes origines et morphologies. Les mannequins sélectionnés participeront à une séance photo en ville, dans des rues animées ou des quartiers emblématiques. Nous recherchons des mannequins qui ont une présence forte devant l'objectif et qui peuvent incarner l'attitude cool et décontractée de la marque.",
    "models": [
      {
        "id": 2,
        "status": "refuse"
      },
      {
        "id": 6,
        "status": "in casting"
      },
      {
        "id": 6,
        "status": "accepted"
      },
      {
        "id": 1,
        "status": "closed"
      },
      {
        "id": 3,
        "status": "accepted in casting"
      }
    ]
  },
  {
    "id": 3,
    "name": "Cosy Winter",
    "client": "H&M",
    "email": "sarahbrown@hm.com",
    "briefing": "Nous cherchons des mannequins qui représentent l'univers du confort et de la chaleur pour notre collection d'hiver. Les profils recherchés sont des hommes et des femmes entre 25 et 40 ans, avec un look casual et cosy. Nous sommes ouverts à la diversité et nous encourageons la représentation de différentes origines et morphologies. Les mannequins sélectionnés participeront à une séance photo en intérieur, dans un chalet ou une ambiance cocooning. Nous recherchons des mannequins qui ont une présence rassurante devant l'objectif et qui peuvent incarner l'esprit convivial et chaleureux de la marque.",
    "models": [
      {
        "id": 1,
        "status": "accepted for casting"
      },
      {
        "id": 3,
        "status": "refuse"
      },
      {
        "id": 6,
        "status": "in casting"
      },
      {
        "id": 7,
        "status": "accepted"
      },
      {
        "id": 10,
        "status": "closed"
      }
    ]
  },
  {
    "id": 4,
    "name": "Fitness Attitude",
    "client": "Nike",
    "email": "peterwilson@nike.com",
    "briefing": "Nous cherchons des mannequins qui représentent l'univers du fitness et du sportswear. Les profils recherchés sont des hommes et des femmes entre 20 et 35 ans, avec un physique athlétique et une attitude dynamique. Nous sommes ouverts à la diversité et nous encourageons la représentation de différentes origines et morphologies. Les mannequins sélectionnés participeront à une séance photo en extérieur ou en salle de sport. Nous recherchons des mannequins qui ont une présence sportive et énergique devant l'objectif et qui peuvent incarner l'esprit de dépassement de soi de la marque.",
    "models": [
      {
        "id": 11,
        "status": "accepted for casting"
      },
      {
        "id": 6,
        "status": "in casting"
      },
      {
        "id": 7,
        "status": "accepted"
      },
      {
        "id": 10,
        "status": "closed"
      },
      {
        "id": 3,
        "status": "in casting"
      }
    ]
  },
  {
    "id": 5,
    "name": "Ethnic Fashion",
    "client": "Mango",
    "email": "marketing@mango.com",
    "briefing": "Nous cherchons des mannequins pour une collection inspirée des cultures ethniques. Les profils recherchés sont des hommes et des femmes entre 20 et 40 ans, avec des traits marqués et une forte personnalité. Nous sommes ouverts à la diversité et nous encourageons la représentation de différentes origines et morphologies. Les mannequins sélectionnés participeront à une séance photo en extérieur, dans des décors inspirés de différentes cultures. Nous recherchons des mannequins qui ont une présence forte devant l'objectif et qui peuvent incarner l'authenticité et l'ouverture d'esprit de la marque.",
    "models": [
      {
        "id": 18,
        "status": "refuse"
      },
      {
        "id": 3,
        "status": "in casting"
      },
      {
        "id": 6,
        "status": "in casting"
      },
      {
        "id": 16,
        "status": "accepted"
      },
      {
        "id": 1,
        "status": "closed"
      },
      {
        "id": 3,
        "status": "accepted in casting"
      }
    ]
  },
  {
    "id": 6,
    "name": "Eco-friendly Fashion",
    "client": "Patagonia",
    "email": "info@patagonia.com",
    "briefing": "Nous cherchons des mannequins pour une campagne mettant en avant notre engagement pour l'environnement. Les profils recherchés sont des hommes et des femmes entre 25 et 45 ans, avec une allure naturelle et décontractée. Nous sommes ouverts à la diversité et nous encourageons la représentation de différentes origines et morphologies. Les mannequins sélectionnés participeront à une séance photo en extérieur, dans des paysages naturels préservés. Nous recherchons des mannequins qui ont une présence authentique et qui peuvent incarner l'esprit éco-responsable et engagé de la marque.",
    "models": [
      {
        "id": 1,
        "status": "closed"
      },
      {
        "id": 3,
        "status": "in casting"
      }
    ]
  },
  {
    "id": 7,
    "name": "Luxury Fashion",
    "client": "Louis Vuitton",
    "email": "casting@louisvuitton.com",
    "briefing": "Nous cherchons des mannequins pour une campagne de haute couture. Les profils recherchés sont des femmes entre 18 et 30 ans, avec des physiques élancés et des traits fins. Nous sommes ouverts à la diversité et nous encourageons la représentation de différentes origines et morphologies. Les mannequins sélectionnés participeront à une séance photo en studio, dans un décor sophistiqué et élégant. Nous recherchons des mannequins qui ont une présence distinguée et qui peuvent incarner l'esprit de luxe et d'excellence de la marque.",
    "models": [
      {
        "id": 1,
        "status": "accepted for casting"
      },
      {
        "id": 3,
        "status": "closed"
      }
    ]
  },
  {
    "id": 8,
    "name": "Glamorous Evening",
    "client": "Dior",
    "email": "casting@dior.com",
    "briefing": "We are looking for models for an elegant evening collection. The desired profiles are women between 18 and 35 years old, with a sophisticated and glamorous look. We are open to diversity and encourage the representation of different origins and body types. The selected models will participate in a photo shoot in a luxurious setting or a prestigious event. We are looking for models who have a captivating presence and can embody the elegance and allure of the brand.",
    "models": [
      {
        "id": 2,
        "status": "in casting"
      },
      {
        "id": 4,
        "status": "accepted"
      }
    ]
  },
  {
    "id": 9,
    "name": "Casual Chic",
    "client": "Hugo Boss",
    "email": "info@hugoboss.com",
    "briefing": "We are looking for models to represent our casual chic collection. The desired profiles are men and women between 25 and 40 years old, with a refined and relaxed style. We are open to diversity and encourage the representation of different origins and body types. The selected models will participate in a photo shoot in a trendy urban setting. We are looking for models who have a natural and effortless presence in front of the camera and can embody the modern and sophisticated spirit of the brand.",
    "models": [
      {
        "id": 1,
        "status": "in casting"
      },
      {
        "id": 5,
        "status": "closed"
      }
    ]
  },
  {
    "id": 10,
    "name": "Active Lifestyle",
    "client": "Under Armour",
    "email": "casting@underarmour.com",
    "briefing": "We are looking for models who represent the active and sporty lifestyle for our performance wear collection. The desired profiles are men and women between 20 and 35 years old, with a fit and athletic physique. We are open to diversity and encourage the representation of different origins and body types. The selected models will participate in a photo shoot in outdoor or sports settings. We are looking for models who have a strong and energetic presence in front of the camera and can embody the determination and resilience of the brand.",
    "models": [
      {
        "id": 2,
        "status": "accepted for casting"
      },
      {
        "id": 3,
        "status": "in casting"
      }
    ]
  },
  {
    "id": 11,
    "name": "Vintage Vibes",
    "client": "Retro Fashion",
    "email": "marketing@retrofashion.com",
    "briefing": "We are looking for models for a vintage-inspired fashion collection. The desired profiles are men and women between 18 and 40 years old, with a retro and nostalgic look. We are open to diversity and encourage the representation of different origins and body types. The selected models will participate in a photo shoot in vintage settings or with retro props. We are looking for models who have a unique and expressive presence in front of the camera and can embody the timeless charm and style of the brand.",
    "models": [
      {
        "id": 4,
        "status": "accepted"
      },
      {
        "id": 5,
        "status": "closed"
      }
    ]
  },
  {
    "id": 12,
    "name": "Urban Explorers",
    "client": "Puma",
    "email": "info@puma.com",
    "briefing": "We are looking for models who embody the spirit of urban exploration for our urban fashion collection. The desired profiles are men and women between 18 and 30 years old, with a street style and adventurous look. We are open to diversity and encourage the representation of different origins and body types. The selected models will participate in a photo shoot in urban settings or iconic city locations. We are looking for models who have a confident and edgy presence in front of the camera and can embody the urban attitude and energy of the brand.",
    "models": [
      {
        "id": 1,
        "status": "in casting"
      },
      {
        "id": 6,
        "status": "closed"
      }
    ]
  },
  {
    "id": 13,
    "name": "Bohemian Vibes",
    "client": "Free People",
    "email": "casting@freepeople.com",
    "briefing": "We are looking for models to represent the bohemian and free-spirited style of our fashion collection. The desired profiles are women between 20 and 35 years old, with a boho-chic and ethereal look. We are open to diversity and encourage the representation of different origins and body types. The selected models will participate in a photo shoot in natural or bohemian-inspired settings. We are looking for models who have a dreamy and enchanting presence in front of the camera and can embody the carefree and whimsical spirit of the brand.",
    "models": [
      {
        "id": 2,
        "status": "accepted"
      },
      {
        "id": 4,
        "status": "closed"
      }
    ]
  },
  {
    "id": 14,
    "name": "Minimalist Style",
    "client": "Acne Studios",
    "email": "casting@acnestudios.com",
    "briefing": "We are looking for models to represent the minimalist and clean aesthetic of our fashion collection. The desired profiles are men and women between 25 and 40 years old, with a sleek and modern look. We are open to diversity and encourage the representation of different origins and body types. The selected models will participate in a photo shoot in a minimalist setting or with clean lines. We are looking for models who have a sophisticated and understated presence in front of the camera and can embody the simplicity and refinement of the brand.",
    "models": [
      {
        "id": 3,
        "status": "accepted"
      },
      {
        "id": 5,
        "status": "closed"
      }
    ]
  },
  {
    "id": 15,
    "name": "Artistic Expressions",
    "client": "Gucci",
    "email": "info@gucci.com",
    "briefing": "We are looking for models who can express artistic and creative personalities for our fashion collection. The desired profiles are men and women between 18 and 35 years old, with unique and unconventional looks. We are open to diversity and encourage the representation of different origins and body types. The selected models will participate in a photo shoot in artistic or avant-garde settings. We are looking for models who have a bold and expressive presence in front of the camera and can embody the artistic and eclectic spirit of the brand.",
    "models": [
      {
        "id": 1,
        "status": "closed"
      },
      {
        "id": 6,
        "status": "in casting"
      }
    ]
  },
  {
    "id": 16,
    "name": "Sophisticated Elegance",
    "client": "Chanel",
    "email": "casting@chanel.com",
    "briefing": "We are looking for models to represent the timeless and sophisticated elegance of our fashion collection. The desired profiles are women between 18 and 30 years old, with graceful and refined looks. We are open to diversity and encourage the representation of different origins and body types. The selected models will participate in a photo shoot in a luxurious setting or a grand event. We are looking for models who have a poised and graceful presence in front of the camera and can embody the timeless beauty and elegance of the brand.",
    "models": [
      {
        "id": 2,
        "status": "in casting"
      },
      {
        "id": 3,
        "status": "accepted"
      }
    ]
  },
  {
    "id": 17,
    "name": "Techwear",
    "client": "Nike",
    "email": "casting@nike.com",
    "briefing": "We are looking for models to represent the futuristic and innovative style of our techwear collection. The desired profiles are men and women between 20 and 35 years old, with a tech-savvy and urban look. We are open to diversity and encourage the representation of different origins and body types. The selected models will participate in a photo shoot in high-tech or urban settings. We are looking for models who have a confident and dynamic presence in front of the camera and can embody the cutting-edge and performance-driven spirit of the brand.",
    "models": [
      {
        "id": 4,
        "status": "in casting"
      },
      {
        "id": 5,
        "status": "accepted"
      }
    ]
  },
  {
    "id": 18,
    "name": "Red Carpet Glam",
    "client": "Versace",
    "email": "info@versace.com",
    "briefing": "We are looking for models to represent the glamour and allure of our red carpet fashion collection. The desired profiles are women between 18 and 35 years old, with a striking and glamorous look. We are open to diversity and encourage the representation of different origins and body types. The selected models will participate in a photo shoot in a luxurious setting or a prestigious event. We are looking for models who have a captivating and glamorous presence in front of the camera and can embody the confidence and sophistication of the brand.",
    "models": [
      {
        "id": 1,
        "status": "accepted"
      },
      {
        "id": 6,
        "status": "closed"
      }
    ]
  }
]
